tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
brew "ansifilter"
brew "libpng"
brew "xz"
brew "libtiff"
brew "openexr"
brew "aview"
brew "bat"
brew "bzip2"
brew "readline"
brew "sqlite"
brew "glib"
brew "llvm"
brew "ccls"
brew "cmake"
brew "ctags"
brew "docker", link: false
brew "unbound"
brew "numpy"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gdb"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "libusb"
brew "pkg-config"
brew "gobject-introspection"
brew "guile"
brew "highlight"
brew "libffi"
brew "tcl-tk"
brew "python@3.8"
brew "imagemagick"
brew "jpeg"
brew "kubernetes-cli"
brew "librsvg"
brew "libxml2"
brew "mackup"
brew "mas"
brew "minikube"
brew "mono"
brew "neovim"
brew "nghttp2"
brew "protobuf"
brew "opencv"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "toilet"
brew "tree"
brew "vips"
brew "wget"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "adware-removal-tool"
cask "avira-antivirus"
cask "box-drive"
cask "cleaneronepro"
cask "discord"
cask "docker"
cask "dropbox"
cask "dynalist"
cask "element"
cask "firefox"
cask "font-d2coding"
cask "free-ruler"
cask "github"
cask "google-chrome"
cask "grammarly"
cask "inkscape"
cask "iterm2"
cask "kapitainsky-rclone-browser"
cask "karabiner-elements"
cask "keka"
cask "keyclu"
cask "logitech-options"
cask "macs-fan-control"
cask "notable"
cask "notion"
cask "osxfuse"
cask "pycharm"
cask "slack"
cask "spectacle"
cask "teamviewer"
cask "turbo-boost-switcher"
cask "twitch"
cask "vagrant"
cask "visual-studio-code"
cask "zoom"
vscode "julianchen.babylon-js-viewer"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "rogalmic.zsh-debug"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "svelte.svelte-vscode"
vscode "vadimcn.vscode-lldb"
