tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/livecheck"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ansifilter"
brew "aview"
brew "bzip2"
brew "libpng"
brew "libffi"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "pkg-config"
brew "llvm"
brew "ccls"
brew "tcl-tk"
brew "cmake"
brew "ctags"
brew "docker", link: false
brew "fasd"
brew "guile"
brew "nghttp2"
brew "unbound"
brew "gobject-introspection"
brew "jpeg"
brew "libtiff"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gdb"
brew "gdk-pixbuf"
brew "geckodriver"
brew "highlight"
brew "python@3.8"
brew "openexr"
brew "imagemagick"
brew "kubernetes-cli"
brew "librsvg"
brew "libxml2"
brew "mackup"
brew "mas"
brew "minikube"
brew "mono"
brew "neovim"
brew "numpy"
brew "protobuf"
brew "opencv"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rclone"
brew "rename"
brew "rsync"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "toilet"
brew "tree"
brew "vips"
brew "wget"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "adware-removal-tool"
cask "app-cleaner"
cask "avira-antivirus"
cask "discord"
cask "docker"
cask "dropbox"
cask "dynalist"
cask "fanny"
cask "firefox"
cask "font-cascadia"
cask "font-d2coding"
cask "free-ruler"
cask "gitter"
cask "google-chrome"
cask "grammarly"
cask "inkscape"
cask "iterm2"
cask "jandi"
cask "kapitainsky-rclone-browser"
cask "karabiner-elements"
cask "keka"
cask "logitech-options"
cask "notable"
cask "notion"
cask "osxfuse"
cask "pycharm"
cask "slack"
cask "spectacle"
cask "teamviewer"
cask "twitch"
cask "typora"
cask "visual-studio-code"
cask "zoom"
mas "Allkdic", id: 1033453958
mas "Be Focused", id: 973134470
mas "com.alice.mac.GetPlainText", id: 508368068
mas "Elmedia Video Player", id: 1044549675
mas "Filmage Screen", id: 1475049179
mas "Friendly Streaming", id: 553245401
mas "GarageBand", id: 682658836
mas "Ghostery Lite", id: 1436953057
mas "GIPHY CAPTURE", id: 668208984
mas "GoodNotes", id: 1444383602
mas "Grammarly for Safari", id: 1462114288
mas "Hancom Office HWP 2014 VP Viewer", id: 416746898
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "LINER", id: 1463530746
mas "Mathpix Snipping Tool", id: 1349670778
mas "Memory Diag", id: 748212890
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pasta", id: 1438389787
mas "PhotoScape X", id: 929507092
mas "Pine Player", id: 1112075769
mas "Polaris Office", id: 1098211970
mas "Save to Pocket", id: 1477385213
mas "Scrap Paper", id: 1448441317
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
mas "xFormula", id: 1503622988
