cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/livecheck"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ansifilter"
brew "libffi"
brew "llvm"
brew "ccls"
brew "cmake"
brew "ctags"
brew "docker"
brew "fasd"
brew "fzf"
brew "gdb"
brew "geckodriver"
brew "highlight"
brew "mackup"
brew "mas"
brew "neovim"
brew "node", link: false
brew "nvm"
brew "pyenv"
brew "python"
brew "rename"
brew "rsync"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vips"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "adware-removal-tool"
cask "app-cleaner"
cask "avira-antivirus"
cask "discord"
cask "docker"
cask "dropbox"
cask "dynalist"
cask "firefox"
cask "font-cascadia"
cask "font-d2coding"
cask "gitter"
cask "google-chrome"
cask "grammarly"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "logitech-options"
cask "notable"
cask "notion"
cask "slack"
cask "spectacle"
cask "twitch"
cask "typora"
cask "visual-studio-code"
mas "Allkdic", id: 1033453958
mas "Be Focused", id: 973134470
mas "com.alice.mac.GetPlainText", id: 508368068
mas "Elmedia Video Player", id: 1044549675
mas "Flycut", id: 442160987
mas "Focus To-Do", id: 1258530160
mas "GarageBand", id: 682658836
mas "Ghostery Lite", id: 1436953057
mas "GIPHY CAPTURE", id: 668208984
mas "GoodNotes", id: 1444383602
mas "Grammarly for Safari", id: 1462114288
mas "Hancom Office HWP 2014 VP Viewer", id: 416746898
mas "iMovie", id: 408981434
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "LINER", id: 1463530746
mas "Mathpix Snipping Tool", id: 1349670778
mas "Memory Diag", id: 748212890
mas "Numbers", id: 409203825
mas "OmniPlayer", id: 1470926410
mas "Pages", id: 409201541
mas "Pasta", id: 1438389787
mas "Pine Player", id: 1112075769
mas "Polaris Office", id: 1098211970
mas "Save to Pocket", id: 1477385213
mas "Scrap Paper", id: 1448441317
mas "Spark", id: 1176895641
mas "xFormula", id: 1503622988
